[
  {
    "": " ",
    "description": " ",
    "email": "mihai.carabas@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Mihai Carabaș",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHU1JwcWhXdmpoeHM",
    "position": "Assistant Professor, PhD",
    "teaching": ""
  },
  {
    "": " ",
    "description": "My personal interests are in the field of security (os, mobile, usable, network, iot, et al.). If you are interested in working together on different projects drop me an email.",
    "email": "mihai.chiroiu@cs.pub.ro",
    "facebook": "https://www.facebook.com/mihai.daniel.chiroiu",
    "linkedin": "https://www.linkedin.com/in/mihaichiroiu/",
    "name": "Mihai Chiroiu",
    "paper1": "Luke Deshotels, Razvan Deaconescu, Mihai Chiroiu, Lucas Davi, William Enck and Ahmad-Reza Sadeghi, SandScout: Automatic Detection of Flaws in iOS Sandbox Profiles in ACM CCS (2016).",
    "paper2": "SENFTLEBEN, M., BARROSO, A., BUCICOIU, M., HOLLICK, M., KATZENBEISSER, S., TEWS, E. On the Privacy and Performance of Mobile Anonymous Microblogging. In IEEE Transactions on Information Forensics and Security (2016)",
    "paper3": "BUCICOIU, M., DAVI, L.,  DEACONESCU, R., and SADEGHI, A.-R. XiOS: Extended Application Sandboxing on iOS. In ASIACCS (2015)",
    "paper4": "BRASSER, F., BUCICOIU, M., AND SADEGHI, A.-R. Swap and Play: Live Updating Hypervisors and Its Application to Xen. In The ACM Cloud Computing Security Workshop (2014)",
    "paper5": "SENFTLEBEN, M., BUCICOIU, M., TEWS, E., ARMKNECHT, F., KATZENBEISSER, S., AND SADEGHI, A.-R. Mop-2-mop – mobile private microblogging. In Financial Cryptography and Data Security (FC’14) (2014),",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHOG1VWnlweEhtdms",
    "position": "Assistant Professor, PhD",
    "teaching": "RL, EP, ISC, SRED"
  },
  {
    "": "",
    "description": "Areas of interest: Numerical analysis, Functional programming, Circuit design",
    "email": "stefan_dan.ciocirlan@upb.ro",
    "facebook": "",
    "linkedin": "",
    "name": "Ștefan-Dan Ciocîrlan",
    "paper1": "Ciocirlan, S. D., Agrigoroaie, R., & Tapus, A. (2019, October). Human-Robot Team : Effectsof Communication in Analyzing Trust (Best Interactive Poster Award). In 2019 Ro-Man IEEE",
    "paper2": "Agrigoroaie, R., Ciocirlan, S. D., & Tapus, A. (2017, November). News Application Adap-tation Based on User Sensory Profile. In International Conference on Social Robotics (pp. 708-717).Springer, Cham",
    "paper3": "Agrigoroaie, R., Ciocirlan, S. D., & Tapus, A. (2019). In the Wild HRI Scenario : Influence ofRegulatory Focus Theory. Frontiers in Robotics and AI",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/file/d/1yGMQW1dKprHub4FQmXldb75-XOh36ZdK/view?usp=sharing",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Computer Networks, Computer Architecture, Signal Processing"
  },
  {
    "": "",
    "description": "Areas of interest: Internet of Things, Mobile Devices, Security for heterogeneous IoT infrastructures",
    "email": "ioanaculic92@gmail.com",
    "facebook": "",
    "linkedin": "https://www.linkedin.com/in/ioana-culic-93974284/",
    "name": "Ioana Culic",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/file/d/1K0MxApRfRtvm1BPjP2Y2SVfFqrJIzZ5V",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Introduction to Operating Systems"
  },
  {
    "": " ",
    "description": "Interested in Operating Systems, Networking Concepts, Peer-to-Peer Systems, Teaching & Training, Free/Open-Source Software and Communities, Software Engineering, Software Project Management, Team Management",
    "email": "razvan.deaconescu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Răzvan Deaconescu",
    "paper1": "Călin-Andrei Burloiu, Răzvan Deaconescu, and Nicolae Țăpuș. Design and Implementation of a BitTorrent Tracker Overlay for Swarm Unification. In International Conference on Network Services, 2011",
    "paper2": "Răzvan Deaconescu, George Milescu, and Nicolae Țăpuș. Simulating Connection Dropouts in a BitTorrent Environments. In EUROCON – International Conference on Computer as a Tool, 2011, IEEE, pages 1–4, 2011.",
    "paper3": "Răzvan Deaconescu, Marius Sandu-Popa, Adriana Drăghici, and Nicolae Țăpuș. Using Enhanced Logging for BitTorrent Swarm Analysis. In Proceedings of the 9th RoEduNet IEEE International Conference, Sibiu, 2010.",
    "paper4": "Răzvan Deaconescu, Marius Sandu-Popa, Adriana Drăghici, and Nicolae Țăpuș. BitTorrent Swarm Analysis through Automation and Enhanced Logging. International Journal of Computer Networks & Communications, 3(1):52–65, 2011.",
    "paper5": "Răzvan Deaconescu, Răzvan Rughiniș, and Nicolae Țăpuș. A BitTorrent Performance Evaluation Framework. Proceedings of Fifth International Conference of Networking and Services, 2009.",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHbWEyN0NwSTBkX1U",
    "position": "Assistant Professor, PhD",
    "teaching": "USO, RL, SO, MPS, SO2,"
  },
  {
    "": "",
    "description": "Interested in Cyber defense automation in heterogeneous infrastructures, Operating Systems, Networking, Teaching",
    "email": "octavian.grigorescu@cs.pub.ro",
    "facebook": "",
    "linkedin": "",
    "name": "Octavian Grigorescu",
    "paper1": "O. Grigorescu, C. Săndescu, R. Rughiniș, „CODA Footprint Continuous Security Management Platform” in 2016, 15th RoEduNet Conference: Networking in Education and Research (RoEduNet). pp.1-5",
    "paper2": "C. Săndescu, R. Rughiniș, O. Grigorescu, „HUNT: Using Honeytokens to Understand and Influence the Execution of an Attack”, eLearning & Software for Education . 2017, Vol. 1, p511-516. 6p",
    "paper3": "C. Săndescu, O. Grigorescu, R. Rughiniș, R. Deaconescu, M.Călin, „Why IoT security is failing. The Need of a Test Driven Security Approach” in 2018, 17th RoEduNet Conference: Networking in Education and Research (RoEduNet)",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=16sH9OSOpmOiXEh9EMjNsGNJXfOUZMkcc",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Local Networks, Operating Systems, Networks Design"
  },
  {
    "": " ",
    "description": " ",
    "email": "dragos.niculescu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Dragoș Niculescu",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHcVNaZmY5OWptVUk",
    "position": "Professor, PhD",
    "teaching": ""
  },
  {
    "": "",
    "description": "Areas of interests: Data protection in IoT infrastructure, Hardware architecture, Embedded Systems, Industrial Internet of Things, Analog and Digital Electronics.",
    "email": "cristi.patru@cs.pub.ro",
    "facebook": "",
    "linkedin": "",
    "name": "Cristian Pătru",
    "paper1": "TRANCĂ, Dumitru-Cristian, Eugen BUZILĂ, Daniel Rosner, George Cristian PĂTRU, and Răzvan Victor RUGHINIȘ. \"INTACT INDUSTRIAL INTERNET OF THINGS COMMUNICATION SOLUTION.\" (2018); U.P.B. Sci. Bull., Series C, Vol. 80, Iss. 3, 2018",
    "paper2": "Ilie-Ablachim, Denis, George Cristian Pătru, Iulia-Maria Florea, and Daniel Rosner. \"Monitoring device for culture substrate growth parameters for precision agriculture: Acronym: MoniSen.\" In RoEduNet Conference: Networking in Education and Research, 2016 15th, pp. 1-7. IEEE, 2016.",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=1kxFIsY7zJ2dTt6QIJrK0OQ9nwJm62CfE",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Analog Electronics, Digital Electronics, Logical Design"
  },
  {
    "": " ",
    "description": "My interests are Embedded Systems, compilers and web technologies.\n",
    "email": "alexandru.radovici@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Alexandru Radovici",
    "paper1": "Culic, Ioana-Maria, and Alexandru Radovici. \"Extending the wyliodrin platform for windows 10 IoT core.\" RoEduNet Conference: Networking in Education and Research, 2016 15th. IEEE, 2016.",
    "paper2": "Dragomir, Dan, et al. \"A Survey on Secure Communication Protocols for IoT Systems.\" Secure Internet of Things (SIoT), 2016 International Workshop on. IEEE, 2016.",
    "paper3": "Matei, Razvan, and Alexandru Radovici. \"Remote management system for embedded devices: Wyliodrin.\" RoEduNet Conference: Networking in Education and Research, 2016 15th. IEEE, 2016.",
    "paper4": "Culic, Ioana, Alexandra Radovici, and Laura Mihaela Vasilescu. \"Auto-generating Google Blockly visual programming elements for peripheral hardware.\" RoEduNet International Conference-Networking in Education and Research (RoEduNet NER), 2015 14th. IEEE, 2015.",
    "paper5": "Radovici, Alexandru, and Ioana Culic. \"Open cloud platform for programming embedded systems.\" Networking in Education and Research, 2013 RoEduNet International Conference 12th Edition. IEEE, 2013.",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHNDZTa1JpQkg4Qzg",
    "position": "Assistant Professor, PhD",
    "teaching": "Introduction to Operating Systems, Automates et Languages Formels, Mobile Device Application Development, Project and IT Services Management"
  },
  {
    "": " ",
    "description": " ",
    "email": "costin.raiciu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Costin Raiciu",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHS2loSVVaRXpNWG8",
    "position": "Associate Professor, PhD",
    "teaching": ""
  },
  {
    "": "",
    "description": "Areas of interest: Wireless  Sensor Networks, Internet of Things, Indoor Localisation, Tech Startups, Health Tech",
    "email": "emilian.radoi@cs.pub.ro",
    "facebook": "",
    "linkedin": "",
    "name": "Emilian Rădoi",
    "paper1": "I.E. Radoi, J. Mann, and D.K. Arvind. \"Performance Evaluation of the VB-TDMA Protocol for Long-term Tracking and Monitoring of Mobile Entities in the Outdoors.\" In Proceedings of the 11th ACM Symposium on QoS and Security for Wireless and Mobile Networks, ACM, 2015.",
    "paper2": "I.E. Radoi, J. Mann, and D.K. Arvind. \"Tracking and monitoring horses in the wild using wireless sensor networks.\" In Wireless and Mobile Computing, Networking and Communications (WiMob), 2015 IEEE 11th International Conference on, IEEE, 2015.",
    "paper3": "D.A. Crisan, I.E. Radoi, and D.K. Arvind. \"CoAP-mediated hybrid simulation and visualisation environment for specknets.\" In Proceedings of the 1st ACM SIGSIM Conference on Principles of Advanced Discrete Simulation, ACM, 2013.",
    "paper4": "J. Mann, I.E. Radoi, and D.K. Arvind. \"Prospeckz-5--A Wireless Sensor Platform for Tracking and Monitoring of Wild Horses.\" In Digital System Design (DSD), 2014 17th Euromicro Conference on, IEEE, 2014.",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0B8oYOTCf0WbeQmk1Xy1RMUFjT00",
    "position": "Assistant Professor, PhD",
    "teaching": "Local Networks, Performance Evaluation, Introduction to Computer Security, Startup Engineering"
  },
  {
    "": "",
    "description": "Areas of interest: Internet of Things, MedTech, Tech Startups",
    "email": "daniel.rosner@cs.pub.ro",
    "facebook": " https://www.facebook.com/daniel.w.rosner",
    "linkedin": "https://www.linkedin.com/in/danielrosner/",
    "name": "Daniel Rosner",
    "paper1": "D. Rosner, R. Tataroiu, L. Gheorghe and R. Tilimpea, \"\"UNCHAIN - Ubiquitous Wireless Network Communication Architecture for Ambient Intelligence and Health Scenarios,\"\" 2014 International Workshop on Secure Internet of Things, Wroclaw, 2014, pp. 44-51.",
    "paper2": "Avramescu, G.; Bucicoiu, M.; Rosner, D.; Tăpuş, N., “Guidelines for Discovering and Improving Application Security,” Control Systems and Computer Science (CSCS), 2013 19th International Conference on , vol., no., pp.560,565, 29-31 May 2013",
    "paper3": "D. Rosner, C. Boiangiu, A. Ştefănescu, N. Ţăpuş and A. Olteanu, \"Text line processing for high-confidence skew detection in image documents,\" Proceedings of the 2010 IEEE 6th International Conference on Intelligent Computer Communication and Processing, Cluj-Napoca, 2010, pp. 129-132.",
    "paper4": "Constantin Ilas, Daniel Rosner, Razvan Tataroiu, Adrian Surpateanu; “Wireless Sensors and Actuators Networks: Localization for Medical and Robotics Applications”; Jurnal Of Control Engineering and applied informatics; Vol 14, No 2, pp34-39, 2012",
    "paper5": "Ciprian Mihai COMAN, Răzvan TĂTĂROIU, Daniel ROSNER; “Autoalignment Module for Free Space Laser Communications”; 12th RoEduNet Conference: Networking in Education and Research; September 26, 2013 – September 28, 2013",
    "photo": "https://drive.google.com/open?id=0B8oYOTCf0WbeMk5IN3U4cjE4MXc",
    "position": "Assistant Professor, PhD",
    "teaching": "Hardware Prototyping for Startups, Analog Electronics, Digital Electronics, Applied Electronics"
  },
  {
    "": "Dumitru Cristian TRANCĂ, Daniel ROSNER, Răzvan TĂTĂROIU, Dan IORGA; ” LiveVitals – a low power approach to remote elder monitoring”; 12th RoEduNet Conference: Networking in Education and Research; September 26, 2013 – September 28, 2013",
    "description": "My research focuses on cyber-security, the Internet of Things, networking and human-computer interaction.  I am also a co-founder and manager of the Innovation Labs acceleration program for digital innovation, in which tech students team up to make their ideas into real, persuasive prototypes. ",
    "email": "razvan.rughinis@cs.pub.ro",
    "facebook": " ",
    "linkedin": "https://www.linkedin.com/in/razvanrughinis/",
    "name": "Răzvan Rughiniș",
    "paper1": "G. Ghiniță and R. Rughiniș, “An Efficient Privacy-Preserving System for Monitoring Mobile Users: Making Searchable Encryption Practical,” in Proceedings of the fourth ACM conference on Data and application security and privacy -CODASPY 2014, 2014, pp. 321–332.",
    "paper2": "L. Gheorghe, R. Rughiniș, R. Deaconescu, and N. Țăpuș, “Reliable Authentication and Anti-replay Security Protocol for Wireless Sensor Networks,” in The Second International Conferences on Advanced Service Computing, SERVICE COMPUTATION 2010, 2010, pp. 208–214.",
    "paper3": "C. Rughiniș and R. Rughiniș, “Nothing ventured, nothing gained. Profiles of online activity, cyber crime exposure, and security measures of end users in the European Union,” Comput. Secur., vol. 43, pp. 111–125, 2014.",
    "paper4": "R. Rughiniș, “Talkative Objects in Need of Interpretation. Re-Thinking Digital Badges in Education,” in CHI ’13 Extended Abstracts on Human Factors in Computing Systems, 2013, pp. 2099–2108.",
    "paper5": "R. Rughiniș, “Gamification for Productive Interaction. Reading and Working with the Gamification Debate in Education,” in The 8th Iberian Conference on Information Systems and Technologies CISTI 2013, 2013, pp. 1–5.",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHZlhSLVd3Q3RLUTA",
    "position": "Professor, PhD",
    "teaching": "USO, RL, PR"
  },
  {
    "": " ",
    "description": "Areas of interest: Internet of Things, Embedded Systems, Networking",
    "email": "laura.ruse@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Laura Ruse",
    "paper1": "L. Gheorghe, B. Marin, G. Gibson, L. Mogosanu, R. Deaconescu, V.-G. Voiculescu, M. Carabas, “Smart Malware Detection on Android”, Security and Communication Networks (SCN), Wiley, Vol. 8, Issue 18, pp. 4254-4272, December 2015.",
    "paper2": "R. Rughiniș, and L. Gheorghe, “TinyAFD: Attack and Fault Detection Framework for Wireless Sensor Networks”, Journal of Control Engineering and Applied Informatics, vol. 15, no. 1, 2013, pp. 33–44.",
    "paper3": "B. Hess, F. von Reischach, and L. Gheorghe, “Establishing Trust in Industrial WSN”, User-Centred Trust in Interactive Systems, Workshop at 7th Nordic Conference on Human-Computer Interaction (NordiCHI), 2012, pp. 1\u0015-4.",
    "paper4": "M. Wehner, S. Zeisberg, N. Oualha, A. Olivereau, M. Ludwig, D. Tudose, L. Gheorghe, E. Slusanschi, B. Hess, F. von Reischach, and D. Bateman, “Challenges and Current Results of the TWISNet FP7 Project,” in Trust, Privacy and Security in Digital Business, vol. 7449, S. Fischer-Hübner, S. Katsikas, and G. Quirchmayr, Eds. Springer Berlin / Heidelberg, 2012, pp. 232–233.",
    "paper5": "L. Gheorghe, D. Tudose, M. Wehner, and S. Zeisberg, “Securing Virtual Networks for Multi-Owner Wireless Sensor Networks”, International Workshop on Secure Internet of Things, in the 4th International Conference on Intelligent Networking and Collaborative Systems, 2012, pp. 630-635.",
    "photo": "https://drive.google.com/file/d/1tPhvfYiO8ZCNsDe48lJUnzPSjsN4mWzH",
    "position": "Associate Professor, PhD",
    "teaching": "RL, SO, OSP, PL, SMD, SCR, SI"
  },
  {
    "": "",
    "description": "Areas of interest: Design by introspection for programming languages, Programming Languages, Operating Systems, Distributed Systems",
    "email": "eduard.staniloiu@cs.pub.ro",
    "facebook": "",
    "linkedin": "https://www.linkedin.com/in/constantin-eduard-staniloiu-35266437/",
    "name": "Eduard Stăniloiu",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=1uWFXj28VTa9y_QaZgEg_QOZrJdGF3-L4",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "USO, II, SO"
  },
  {
    "": " ",
    "description": " ",
    "email": "nicolae.tapus@cs.pub.ro",
    "facebook": "",
    "linkedin": "https://www.linkedin.com/in/nicolae-tapus-5614154/",
    "name": "Nicolae Țăpuș",
    "paper1": "E. Mocanu, M. Andreica, N. Tapus, “Current Cloud Technologies Overview,” International Conference on P2P, Parallel, Grid, Cloud and Internet Computing, pp.289-294, 2011.",
    "paper2": "E. Tîrsa, M. Andreica, V. Cristea, N. Tapus, “Towards Configurable Building Blocks for the Development of Distributed Services: Resource Selection and Communication Protocols,” International Conference on P2P, Parallel, Grid, Cloud and Internet Computing, pp.279-284, 2011.",
    "paper3": " L. Gheorghe, R. Rughiniș and N. Țăpuș,  “Energy-efficient Optimizations of the Authentication and Anti-replay Security Protocol for Wireless Sensor Networks”, 7th International Conference on Networking and Services ICNS, pp. 201-207, 2011.",
    "paper4": "R. Rughiniș, L. Gheorghe, R. Deaconescu,  N. Țăpuș, “Hop-by-hop Inpection Mechanism for Wireless Sensor Networks,”18th International Conference on Control Systems and Computer Science, 2011, pp. 709-715.",
    "paper5": "R. Rughiniș, G. Milescu, M. Bardac, N. Țăpuș,  “Optimization of Performance Monitoring and Attack Detection in All Optical Networks“, UPB Buletin Științific, Seria C, Bucharest, Romania, 2011, 73/1, pp. 3-12, issn: 1454-234x.",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHR3puV3dRUFViVkk",
    "position": "Professor, PhD",
    "teaching": "Computer Networks, Microprocessor Programming, Cluster and Grid Computing, Computer Systems ARchitecture, Computing Systems Architecture, Parallel Processing Architectures"
  },
  {
    "": "",
    "description": "Areas of interests: Analog and Digital Electronics, Circuit design, PCB Design, Embedded Systems, Industrial Protocols, Industrial IoT",
    "email": "cristian.tranca@cs.pub.ro",
    "facebook": "",
    "linkedin": "www.linkedin.com/in/dumitru-cristian-tranca",
    "name": "Cristian Trancă",
    "paper1": "Dumitru Cristian TRANCĂ, Daniel ROSNER, Răzvan TĂTĂROIU, Dan IORGA; ” LiveVitals – a low power approach to remote elder monitoring”; 12th RoEduNet Conference: Networking in Education and Research; September 26, 2013 – September 28, 2013",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bxlxdh-anCCmR1RMaW1tMm40UnM",
    "position": "Teaching Assistant, PhD",
    "teaching": "Analog Electronics, Digital Electronics, Applied Electronics, Data Acquisition Systems"
  },
  {
    "": "",
    "description": "Areas of interest: Computer Vision, Machine Learning, Software Project Management, Internet of Things and Tech Startups",
    "email": "giorgiana.vlasceanu@cs.pub.ro",
    "facebook": "https://www.facebook.com/giorgiana.vlasceanu",
    "linkedin": "https://www.linkedin.com/in/giorgianav/",
    "name": "Giorgiana Vlăsceanu",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=1s0r2vx-tNG2b510_YjK8E_lcVuAs-0ci",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "USO, MPS, PL"
  },
  {
    "": "",
    "description": "Wireless networking, mobile computing, systems ",
    "email": "dragos.niculescu@cs.pub.ro",
    "facebook": "",
    "linkedin": "",
    "name": "Dragoș Niculescu",
    "paper1": "https://wi-fi.cs.pub.ro/~dniculescu/cercetare ",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/file/d/1BLLpM3zsUK6D6PK7LKBEIsmtCAYEUoJ6/view?usp=sharing",
    "position": "",
    "teaching": "IOCLA(2), EIM(C1), ISRM(SRIC)"
  },
  {
    "": "",
    "description": "",
    "email": "",
    "facebook": "",
    "linkedin": "",
    "name": "BLANK",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "",
    "position": "",
    "teaching": ""
  },
  {
    "": " ",
    "description": " ",
    "email": "mircea.bardac@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Mircea Bardac",
    "paper1": "Scaling Peer-to-Peer testing using Linux Containers | http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=5541555",
    "paper2": "Swarm metrics in peer-to-peer systems | http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=5541557",
    "paper3": "Monitoring a BitTorrent tracker for peer-to-peer system analysis | http://www.springerlink.com/content/r528521241850jnl/",
    "paper4": "A distributed file system model for Shared, Dynamic and Aggregated Data | http://aimas.cs.pub.ro/people/mircea.bardac/papers/2009-cscs17-dfs-model.pdf",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHZHJVZ2NtX251bG8",
    "position": "Assistant Professor, PhD",
    "teaching": "USO"
  },
  {
    "": " ",
    "description": " ",
    "email": "sergiu.costea@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Sergiu Costea",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHeTloZndOZEtjMUE",
    "position": "Teaching Assistant, PhD",
    "teaching": ""
  },
  {
    "": "",
    "description": "",
    "email": "iulia.m.florea@gmail.com",
    "facebook": "",
    "linkedin": "",
    "name": "Iulia Florea",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0B8oYOTCf0WbeY0p0TUNEVGRRYkk",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": ""
  },
  {
    "": " ",
    "description": "Areas of interest: Distributed Systems, Peer-to-Peer Systems",
    "email": "george.milescu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "George Milescu",
    "paper1": "“Multimedia Software for Studying the Quadrilateral Mechanisms”, Meta Magazine (ISSN 1582-1846), 2004",
    "paper2": "“OpenPH – Numerical physics library”, UPB Scientific Bulletin, Series A: Applied Mathematics and Physics, volume 68, number 1, 2006 (ISSN 1223-7027)",
    "paper3": "“A Distributed File System Model for Shared, Dynamic and Aggregated Data”, Mircea Bardac, George Milescu, Răzvan Rughiniş, International Conference on Control Systems and Computer Science – CSCS17, May 26-29, 2009, Bucharest, Romania, Vol. 1, pag. 45-51, ISSN 2066-4451",
    "paper4": "“Monitoring a BitTorrent tracker for peer-to-peer system analysis”, Mircea Bardac, George Milescu, Răzvan Deaconescu, International Symposium on Intelligent Distributed Computing – IDC 2009, October 12-14, 2009, Ayia Napa, Cyprus, Vol. 237, pag. 203-208, ISBN 978-3-642-03213-4",
    "paper5": "“A virtualized infrastructure for automated bittorrnt performance testing and evaluation”, Răzvan Deaconescu, George Milescu, Bogdan Aurelian, Răzvan Rughiniş, Nicolae Ţăpuş. International Journal on Advances in systems and Measurements, vol. 2(no. 2 and 3):236–247, 2009.",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHLS1NYTRoUkZoZ2s",
    "position": "Assistant Professor, PhD",
    "teaching": ""
  },
  {
    "": " ",
    "description": "My research interests include system security (analysis, reverse engineering, defense mechanisms), operating systems and programming languages.",
    "email": "lucian.mogosanu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Lucian Mogoșanu",
    "paper1": "Dragomir, C., Mogosanu, L., Carabas, M., Deaconescu, R., & Tapus, N. (2015). Towards the Property-Based Testing of an L4 Microkernel API. In VECoS (pp. 39-50).",
    "paper2": "Condurache, C., Mogosanu, L., Carabas, M., Gheorghe, L., & Tapus, N. (2015, August). Performance Evaluation of In-kernel System Calls. In Engineering of Computer Based Systems (ECBS-EERC), 2015 4th Eastern European Regional Conference on the (pp. 130-133). IEEE.",
    "paper3": "Mogosanu, L., Carabas, M., Deaconescu, R., Gheorghe, L., & Voiculescu, V. G. (2016). VMXHAL: A Versatile Virtualization Framework for Embedded Systems. Journal of Control Engineering and Applied Informatics, 18(1), 68-77.",
    "paper4": "Gheorghe, L., Marin, B., Gibson, G., Mogosanu, L., Deaconescu, R., Voiculescu, V. G., & Carabas, M. (2015). Smart malware detection on Android. Security and Communication Networks, 8(18), 4254-4272.",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHdS1YR3UxRzE0ZVU",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Computer Network Security"
  },
  {
    "": " ",
    "description": " ",
    "email": "apitis@gmail.com",
    "facebook": " ",
    "linkedin": "https://www.linkedin.com/in/andreipitis/",
    "name": "Andrei Pitiș",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHLUVDS0J6Wkp0VEE",
    "position": "Assistant Professor",
    "teaching": "Operating Systems, Advanced Operating Systems, Entrepreneurship and Technological Management"
  },
  {
    "": " ",
    "description": " ",
    "email": "octavian.purdila@cs.pub.ro",
    "facebook": " ",
    "linkedin": "https://www.linkedin.com/in/octavian-purdila-39672627/",
    "name": "Octavian Purdilă",
    "paper1": "Vlad Dogaru, Octavian Purdila, Nicolae Tapus, Network Interface Grouping in the Linux Kernel, The Seventh International Conference on Networking and Services, 2011, Venice, Italy",
    "paper2": "Octavian Purdila, Lucian Grijincu, Nicolae Tapus, LKL: The Linux Kernel Library, In Proceedings of the 9th RoEduNet International Conference, 2010, Sibiu, Romania",
    "paper3": "Octavian Purdila, Andreas Terzis, Dynamic Browser Containment Environment for Countering Web-based Malware, In Proceedings of the 8th RoEduNet International Conference, 3-4 dec. 2009, Galati",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHYU9wTW40YjJnWEk",
    "position": "Assistant Professor, PhD",
    "teaching": "SO, SO2"
  },
  {
    "": "",
    "description": "",
    "email": "",
    "facebook": "",
    "linkedin": "",
    "name": "Florin Stancu",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0B8oYOTCf0WbeVVZJMDZseVk3LTg",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": ""
  },
  {
    "": " ",
    "description": " ",
    "email": "laura.vasilescu@cs.pub.ro",
    "facebook": " ",
    "linkedin": "",
    "name": "Laura Vasilescu",
    "paper1": "Carbune, V., & Vasilescu, L. M. (2013, January). Importance of Open Source Contributions within the Educational Process. In Roedunet International Conference (RoEduNet), 2013 11th (pp. 1-5). IEEE.",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHQkFfdjlWdDlSZzQ",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "Introduction to Programming, Compilers, Operating Systems, Operating Systems Internal"
  },
  {
    "": "",
    "description": "Areas of interest: Automotive, Security, Standards, Operating Systems",
    "email": "vaduva.jan.alexandru@gmail.com\n",
    "facebook": "https://www.facebook.com/vaduva.janalexandru",
    "linkedin": "https://www.linkedin.com/in/alexandru-vaduva-8244ab69/",
    "name": "Alexandru Văduvă",
    "paper1": "Jan-Alexandru Vaduva: “Learning Embedded Linux using the Yocto Project”, Packt Publishing, 2015, ISBN 13 9781784397395",
    "paper2": "Nirvana Popescu, Decebal Popescu, Alexandru Cozma, Alexandru Jan Vaduva, EPE: Hardware design and implementation of an Intelligent Haptic Robotic Glove",
    "paper3": "Jan-Alexandru Vaduva, Stefan Dascalu, Iulia-Maria Florea, Iulia Culic, Razvan Rughinis, CSCS: Observations over SPROBES Mechanism on the TrustZone Architecture",
    "paper4": "Jan-Alexandru Văduva, Radu-Emanuel CHIȘCARIU, Ioana Culic, Iulia-Maria Florea, Răzvan RUGHINIȘ, eLearning & Software for Education: ADREM: System Call Based Intrusion Detection Framework.",
    "paper5": "Cristian Lupu, Alexandru Jan Văduva, Răzvan Rughiniş, 2016 15th RoEduNet Conference: Invictus: Open-source solution for an intelligent vehicle system",
    "photo": "https://drive.google.com/open?id=0Bz7Hwj84a3rHa3M5MW12cnFZb1E",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "USO, RL"
  },
  {
    "": "",
    "description": "Areas of interest: Entrepreneurship, Medtech, Networking, UX&HCI, Marketing&Business",
    "email": "oprea.fla.flavia@gmail.com",
    "facebook": "",
    "linkedin": "https://www.linkedin.com/in/flavia-oprea/",
    "name": "Flavia Oprea",
    "paper1": "",
    "paper2": "",
    "paper3": "",
    "paper4": "",
    "paper5": "",
    "photo": "https://drive.google.com/open?id=14BRNcSQd5oa1FX-yFbvuv5h364aavqdI",
    "position": "Teaching Assistant, PhD Candidate",
    "teaching": "USO, RL, PR, IOC, AID"
  }
]